"Part1" = "ITALIANO";
"Part2" = "APPLE INC.";
"Part3" = "CONTRATTO DI LICENZA SOFTWARE SHORTCUTS PER iOS";
"Part4" = "SI PREGA DI LEGGERE ATTENTAMENTE QUESTO CONTRATTO DI LICENZA SOFTWARE (“LICENZA”) PRIMA DI UTILIZZARE IL SOFTWARE APPLE. UTILIZZANDO IL SOFTWARE APPLE, ACCETTATE I TERMINI E LE CONDIZIONI DELLA PRESENTE LICENZA. SE NON ACCETTATE I TERMINI DI QUESTA LICENZA, NON INSTALLATE E/O UTILIZZATE QUESTO SOFTWARE.";
"Part5" = "NOTA IMPORTANTE: Nei limiti consentiti, questo software può essere utilizzato per la riproduzione, la modifica, la pubblicazione e la distribuzione di materiale. Questo software Vi viene concesso in licenza solo per la riproduzione, la modifica, la pubblicazione e la distribuzione di materiale non coperto da copyright, di cui si possiedono i diritti di proprietà o la cui riproduzione, modifica, pubblicazione o distribuzione sono state legalmente autorizzate. Se non siete sicuri dei Vostri diritti di copia, modifica, pubblicazione o distribuzione di qualsiasi materiale, dovreste contattare il Vostro consulente legale.";
"Part6" = "1. Generale.";
"Part7" = "A. Il Software Apple e qualsiasi software di terze parti, la documentazione, le interfacce, i contenuti, i font e tutti i dati relativi a questa Licenza sia se presenti su memoria di sola lettura, su altri supporti o in altra forma (collettivamente “Software Apple”) Vi vengono concessi in licenza, e non venduti, da Apple Inc.(“Apple”) per essere usati unicamente nei termini di questa Licenza. Apple e/o i licenziatari di Apple si riservano la proprietà dello stesso Software Apple e tutti i diritti non espressamente accordati. ";
"Part8" = "B. Apple potrebbe rendere disponibili, a propria discrezione, eventuali futuri aggiornamenti del Software Apple per il dispositivo iOS a marchio Apple compatibile. Gli aggiornamenti al Software Apple, se esistenti, potrebbero non includere necessariamente tutte le funzionalità esistenti del software o le nuove funzionalità rilasciate da Apple per i modelli più recenti o altri modelli di dispositivi iOS. I termini di questa Licenza regoleranno qualsiasi aggiornamento software fornito da Apple al prodotto Software Apple originale, a meno che tale aggiornamento non venga fornito con una licenza specifica; in questo caso, accettate che i termini di quella licenza regoleranno tale aggiornamento. ";
"Part9" = "2. Usi consentiti e restrizioni della Licenza.";
"Part10" = "A. Licenza. Nel rispetto dei termini e delle condizioni della presente Licenza e di quanto consentito nella sezione “Regole d’uso dei servizi e dei contenuti” contenute nei Termini e condizioni dei Servizi Multimediali Apple (https://www.apple.com/legal/internet-services/itunes/) (“Regole per l’uso”), a meno che non abbiate ottenuto il Software Apple come descritto nel Paragrafo 2B, Vi viene concessa una licenza limitata, non trasferibile e non esclusiva per installare e utilizzare il Software Apple su qualsiasi dispositivo iOS a marchio Apple compatibile che possedete o controllate. Non Vi è consentito distribuire o rendere disponibile il Software Apple su un network dove potrebbe essere utilizzato da più dispositivi contemporaneamente. Non Vi è consentito dare in locazione, in leasing, in prestito, in sublicenza, vendere o distribuire il Software Apple.";
"Part11" = "B. Contratto multilicenza o contratto per il programma Apple Maintenance. Se avete ottenuto il Software Apple mediante un contratto multilicenza o un programma Apple Maintenance, i termini di tali licenze determineranno il numero di copie del Software Apple che Vi è consentito scaricare, installare, utilizzare ed eseguire su dispositivi iOS a marchio Apple di Vostra proprietà o da Voi controllati.  Salvo quanto accordato per iscritto da Apple, tutti gli altri termini e condizioni della presente Licenza verranno applicati all’utilizzo da parte Vostra del Software Apple ottenuto mediante un contratto multilicenza o un contratto per il programma Apple Maintenance.";
"Part12" = "C. Requisiti di sistema. Il Software Apple viene supportato solamente su hardware Apple che soddisfano requisiti di sistema specifici, secondo quanto indicato da Apple.";
"Part13" = "D. Contenuti e materiali digitali. La titolarità e i diritti di proprietà intellettuale relativi a qualsiasi materiale visualizzato, inclusi marchi, loghi e immagini, da cui si accede tramite il Software Apple appartengono al rispettivo proprietario del contenuto. Tale contenuto potrebbe essere protetto da copyright, da marchio o da altre leggi o trattati sulla proprietà intellettuale, e potrebbe essere soggetto ai termini di utilizzo di terze parti che forniscono tale contenuto. Salvo diverse disposizioni contrarie fornite in questa Licenza, (i) questa Licenza non Vi garantisce alcun diritto per l’utilizzo di tale contenuto né Vi garantisce che tale contenuto continuerà a essere disponibile e (ii) non Vi è consentito utilizzare, estrarre o distribuire, commercializzare o altrimenti distribuire su base indipendente, fotografie, loghi, testo, codice, immagini, grafica, illustrazioni, audio, video o materiali simili (“Materiale digitale”) contenuti o forniti come parte del Software Apple né utilizzare il “Materiale digitale” in un contesto diverso da quello per il quale è stato creato come parte del Software Apple.";
"Part14" = "E. Uso di Shortcut. Riconoscete che la responsabilità per tutti gli shortcut di azioni eseguite all'interno di app e/o siti web (“Shortcut”) appartiene esclusivamente alla parte o alle parti da cui tali Shortcut hanno avuto origine. Apple non ha alcun controllo di, e non si assume alcuna responsabilità per, il contenuto o le funzionalità di Shortcut di terze parti. L'utilizzo di qualsiasi Shortcut è a Vostro rischio e Voi siete gli unici responsabili della conformità a tutti i termini e condizioni correlati all'utilizzo di qualsiasi Shortcut. Riconoscete che Apple non è tenuta a esaminare preventivamente gli Shortcut, anche se si riserva il diritto, a propria esclusiva discrezione, di esaminare preventivamente, rifiutare, disabilitare o rimuovere qualsiasi Shortcut. ";
"Part15" = "F. Condivisione di Shortcut. Il Software Apple può consentirvi di condividere con altri gli Shortcut creati da Voi tramite collegamenti web. Gli Shortcut condivisi e tutto il contenuto di questi verrà archiviato all'interno di server Apple allo scopo di consentire tale condivisione e potrà essere utilizzato per migliorare in senso generale i prodotti e i servizi Apple. Gli Shortcut condivisi e tutto il contenuto di questi sarà disponibile a chiunque abbia accesso ai collegamenti web corrispondenti, che potrà quindi copiare, salvare, modificare e ridistribuire una copia dei Vostri Shortcut condivisi e di tutto il contenuto di questi. Condividendo uno Shortcut, Voi dichiarate che: (1) siete in possesso di tutti i diritti e di tutte le licenze necessarie su tali Shortcut e che questi non violano alcun diritto di terzi; e che (2) gli Shortcut che Voi condividere non violano alcuna legge, né contribuiscono o esortano alla violazione di leggi, né incoraggiano altrimenti tale violazione o comportamenti illegali di altro tipo, né sono in alcun modo osceni o riprovevoli. Voi riconoscete che Apple non è tenuta a esaminare gli Shortcut che condividete, anche se Apple si riserva il diritto, a propria esclusiva discrezione, di esaminare, disabilitare o rimuovere qualsiasi Shortcut da Voi condiviso.";
"Part16" = "G. Limitazioni d'uso. Voi acconsentite a non: caricare, pubblicare, inviare tramite e-mail, trasmettere, condividere o altrimenti rendere disponibili Shortcut che: (1) siano illegali, lesivi, diffamatori, volgari, osceni, calunniosi o riprovevoli dal punto di vista razziale o etnico o da qualsiasi altro punto di vista; (2) violino, o incoraggino qualsiasi comportamento che violi, qualsiasi legge o normativa in vigore o diano origine a responsabilità civili; (3) promuovano discriminazione, fanatismo, razzismo, odio, molestie o danni contro qualsiasi individuo o gruppo; (4) siano violenti o minacciosi o incoraggino la violenza o azioni che costituiscano una minaccia per altre persone; (5) promuovano attività illegali o dannose; o (6) che sapete o ritenete essere falsi, fuorvianti, fraudolenti o in qualsiasi modo ingannevoli per gli utenti di tale Shortcut. Voi acconsentite inoltre a non interferire con, disturbare il funzionamento di o sovraccaricare server e reti connessi al Software Apple e ad applicazioni software, servizi e siti web di terze parti (“App di terze parti”) presenti sui Vostri dispositivi iOS, e a non violare le normative, i criteri e le procedure di tali reti e App di terze parti.";
"Part17" = "H. App di terze parti. Per completare determinati Shortcut, il Software Apple potrebbe avere necessità di accedere a specifiche App di terze parti. Voi acconsentite espressamente e autorizzate il Software Apple ad accedere a tali App di terze parti e a utilizzarle per Vostro conto allo scopo di completare lo Shortcut con il Software Apple. Nella misura in cui il Software Apple accede alle App di terze parti, Apple non è tenuta, in modo esplicito o implicito, a fornire supporto tecnico o di altro tipo per tali App di terze parti. Per il supporto tecnico e l'assistenza clienti per ciascun software, servizio, sito web e/o prodotto, contattate direttamente il fornitore o il produttore del software o il fornitore del servizio. VOI ACCETTATE INOLTRE DI ESSERE VINCOLATI DA, E DI RISPETTARE, TUTTE LE CONDIZIONI DI SERVIZIO E GLI ALTRI ACCORDI IN VIGORE PER TALI APP DI TERZE PARTI DURANTE L'UTILIZZO DEL SOFTWARE APPLE. VOI SIETE GLI UNICI RESPONSABILI DELLA CONFORMITÀ DEGLI SHORTCUT AI TERMINI IN VIGORE PER CIASCUNA APP DI TERZE PARTI UTILIZZATA DA OGNI SHORTCUT. APPLE NON GARANTISCE IN ALCUN MODO CHE GLI SHORCUT RISPETTINO I TERMINI DELLE APP DI TERZE PARTI E NON È RESPONSABILE PER GLI SHORTCUT DI TERZE PARTI.";
"Part18" = "I. Ingegneria inversa. Non Vi è consentito copiare (salvo nella misura di quanto permesso dalla presente Licenza o dalle Regole d’uso se applicabili al Vostro caso), decompilare, effettuare ingegneria inversa, disassemblare, decodificare, modificare il Software Apple, parte di esso e dei servizi da esso forniti né tentare di ricavarne il codice sorgente o di creare prodotti da esso derivati (salvo per quanto le presenti restrizioni siano proibite dalla legge applicabile o nella misura in cui potrebbe essere consentito dai termini di licenza che regolano l’uso dei componenti open source inclusi nel Software Apple).";
"Part19" = "J. Osservanza delle leggi. Accettate di utilizzare il Software Apple e i Servizi (così come definito nel Paragrafo 4 di seguito) in conformità di tutte le leggi applicabili, comprese la legislazione locale del paese o della regione in cui risiedete o in cui scaricate e utilizzate il Software Apple e i Servizi.";
"Part20" = "K. Aggiornamenti automatici. Se scegliete di consentire gli aggiornamenti automatici per le app, il dispositivo verificherà periodicamente con Apple la presenza di aggiornamenti al Software Apple e, se sarà disponibile un aggiornamento, questo verrà automaticamente scaricato e installato sul dispositivo e, se applicabile, sui dispositivi periferici.  Potete disattivare tutti gli aggiornamenti automatici per le app in qualsiasi momento modificando le impostazioni per gli aggiornamenti automatici delle app che si trovano all’interno di Impostazioni.";
"Part21" = "3. Consenso all’utilizzo dei dati. ";
"Part22" = "A. Dati di analisi. Se optate di consentire la raccolta di dati di analisi, siete informati e d’accordo che Apple, le sue società affiliate e i suoi agenti possano raccogliere, conservare, trattare ed utilizzare informazioni tecniche, di diagnosi, di utilizzo ed altre informazioni ad esse collegate, comprese, a titolo esemplificativo ma non esaustivo, identificatori hardware o sistema unici, informazioni tecniche relative al Vostro dispositivo iOS, computer, software di sistema ed applicativo e alle Vostre periferiche. Questi dati vengono raccolti periodicamente per fornire e migliorare i prodotti e i servizi di Apple, consentire ad Apple la preparazione e la fornitura di aggiornamenti, il supporto tecnico ed altri servizi relativi al proprio software e per verificare la conformità ai termini di questa Licenza. Apple potrà raccogliere e utilizzare queste informazioni in misura e forma tale che non sia possibile scoprire l’identità della persona a cui appartengono, per gli scopi descritti in precedenza. Per consentire ai partner di Apple e agli sviluppatori di terze parti di migliorare il proprio software, l’hardware e i servizi destinati all’utilizzo con i prodotti Apple, Apple può inoltre fornire a tale partner un sottoinsieme di informazioni di diagnosi pertinenti al software, all’hardware e/o ai servizi del partner o dello sviluppatore, in misura e in forma tale che le informazioni di diagnosi non rivelino l’identità della persona a cui appartengono.";
"Part23" = "B. Dati di localizzazione. Apple, i suoi partner, i suoi licenziatari e gli sviluppatori di terze parti potrebbero fornire dei servizi mediante il Software Apple che fanno uso di informazioni relative all’ubicazione. Per fornire e migliorare tali servizi, dove disponibili, Apple, i suoi partner, i suoi licenziatari e gli sviluppatori di terze parti potrebbero trasmettere, raccogliere, conservare, elaborare e utilizzare i Vostri dati relativi alla localizzazione. I dati e le query di localizzazione vengono raccolti da Apple in modo tale da non identificarVi personalmente; tali dati potrebbero essere utilizzati da Apple, dai suoi partner e licenziatari e da sviluppatori di terze parti per fornire e migliorare prodotti e servizi basati sulla localizzazione. Utilizzando i servizi di localizzazione forniti dal o attraverso il Software Apple, acconsentite e accettate che Apple, i suoi partner, i suoi licenziatari e gli sviluppatori di terze parti trasmettano, raccolgano, conservino, trattino e utilizzino i Vostri dati e query di localizzazione al fine di fornire e migliorare tali prodotti e servizi. Potete ritirare il Vostro consenso in qualsiasi momento andando nell’impostazione Servizi di localizzazione sul dispositivo iOS e disattivando l’impostazione globale per i servizi di localizzazione o disattivando l’impostazione individuale relativa alla localizzazione per il Software Apple. Quando utilizzate sul dispositivo iOS applicazioni o servizi di terze parti che utilizzano o forniscono dati di localizzazione, siete soggetti ai termini e alla politica sulla privacy relativa all’uso dei dati di localizzazione delle applicazioni o dei servizi di tali terze parti e siete altresì tenuti a prenderne visione.";
"Part24" = "C. Politica sulla Privacy. In qualsiasi momento i Vostri dati verranno trattati in accordo con la Politica di tutela della privacy di Apple, consultabile all’indirizzo: https://www.apple.com/legal/privacy/.";
"Part25" = "4. Servizi e materiali di terze parti.";
"Part26" = "A. Generale. Il Software Apple consente l’accesso a iTunes Store di Apple, ad App Store, iCloud, Mappe e ad altri siti web e servizi di Apple e di terze parti (collettivamente e individualmente, “Servizi”). Tali Servizi potrebbero non essere disponibili in tutte le lingue e in tutti i paesi.  L’uso di tali Servizi richiede l’accesso a Internet e l’uso di alcuni Servizi potrebbe richiedere un ID Apple, per cui potrebbero essere inoltre previste tariffe aggiuntive ed è necessaria l’accettazione di termini e condizioni ulteriori. L’utilizzo di questo software con un account iTunes Store, l’ID Apple o un altro Servizio Apple, comporta l’accettazione dei termini e delle condizioni di servizio applicabili per tale Servizio, come i Termini e condizioni dei Servizi Multimediali Apple più recenti, che possono essere consultati e controllati su https://www.apple.com/legal/internet-services/itunes/.";
"Part27" = "B. Se scegliete di utilizzare i servizi iCloud con il Software Apple, tale utilizzo è soggetto alle seguenti condizioni aggiuntive: Termini e condizioni iCloud disponibili all’indirizzo https://www.apple.com/legal/internet-services/icloud/ e alla Politica di tutela della privacy di Apple disponibile all’indirizzo https://www.apple.com/legal/privacy/.";
"Part28" = "C. Riconoscete che l’uso di uno qualsiasi dei Servizi possa comportare la visualizzazione di contenuto ritenuto offensivo, indecente o discutibile, il cui materiale può essere o non essere identificato come contraddistinto da un linguaggio esplicito. Nonostante ciò, siete d’accordo a utilizzare i Servizi a Vostro rischio ed accettate che Apple non assuma alcuna responsabilità nei Vostri confronti per il contenuto che potrebbe essere considerato offensivo, indecente o discutibile.";
"Part29" = "D. Alcuni Servizi potrebbero visualizzare, contenere o rendere disponibili servizi, contenuti, dati, informazioni, applicazioni o materiali di terze parti (“Materiali di terze parti”) oppure fornire collegamenti ad alcuni siti web o applicazioni di terze parti. Utilizzando i Servizi, riconoscete ed accettate che Apple non è responsabile di esaminare o valutare i contenuti, l’accuratezza, la completezza, la scadenza, la validità, le informazioni sui diritti d’autore, la legalità, la decenza, la qualità o qualsiasi altro aspetto di tali siti web, applicazioni e Materiali di Terze Parti. Apple e i suoi funzionari, le sue società collegate e controllate sono sollevate da ogni responsabilità, diretta o indiretta, nei confronti Vostri o di terzi, rispetto alle applicazioni ai siti web di terze parti, ai Servizi di terze parti o ai Materiali di Terze Parti e rispetto a qualsiasi altro materiale o servizio di terze parti. I collegamenti ad altri siti web o applicazioni e i Materiali di Terze Parti sono forniti esclusivamente per Vostra utilità.";
"Part30" = "E. Nella misura in cui effettuate l’upload di qualsiasi contenuto mediante l’utilizzo dei Servizi, affermate espressamente la proprietà dei Vostri diritti o siete autorizzati legalmente ad effettuare l’upload di tale contenuto e che quest’ultimo non infrange i termini di servizio applicabili ai Servizi. Accettate che i Servizi contengono contenuti, informazioni e materiale proprietari, compresi ma non limitati a eventuali Materiali Digitali, che sono di proprietà di Apple, il proprietario del sito e/o dei loro licenziatari e che sono protetti dalle leggi sulla proprietà intellettuale e da altre leggi, comprese ma non limitate alle leggi sul diritto d’autore.  Accettate di non utilizzare tali contenuti, informazioni o materiali proprietari per usi diversi da quelli consentiti per i Servizi o in alcun modo che risulti incompatibile con i termini della presente Licenza o in maniere che violano i diritti di proprietà intellettuale di terze parti o di Apple. Nessuna parte dei Servizi può essere riprodotta in qualsiasi forma o con qualsiasi mezzo. Accettate di non modificare, affittare, noleggiare, vendere, distribuire o creare opere derivate basate sui Servizi, in nessuna maniera, e di non sfruttare i Servizi in nessun modo non autorizzato, compreso, a titolo esemplificativo ma non esaustivo, l’utilizzo dei Servizi per trasmettere virus per computer, worm, trojan o altri malware, o per oltrepassare o gravare le capacità di rete. Accettate inoltre di non utilizzare i Servizi in modo alcuno che possa molestare, abusare di, perseguitare, minacciare, diffamare, infrangere o violare in altra forma i diritti di terzi e riconoscete che Apple non è in alcun modo responsabile di tali usi da parte vostra né di qualunque molestia, minaccia, diffamazione, violazione, messaggio offensivo o illegale che possiate ricevere come conseguenza dell’utilizzo dei Servizi.";
"Part31" = "F. Inoltre, i Servizi e i Materiali di Terze Parti a cui si avere accesso e che possono essere collegati o mostrati nel Software Apple non sono disponibili in tutte le lingue o in tutti i paesi o regioni. Apple non garantisce che tali Servizi o Materiali di terze parti siano appropriati per l’utilizzo in uno specifico paese o regione. Nella misura in cui Voi scegliete di usare e accedere a tali Servizi e Materiali di terze parti, lo fate per Vostra iniziativa e siete responsabili della conformità con qualsivoglia legge applicabile, comprese, a titolo esemplificativo ma non esaustivo, le leggi locali applicabili e le leggi sulla raccolta dei dati e sulla privacy. Apple e i suoi licenziatari si riservano il dritto di modificare, sospendere, rimuovere o disabilitare l’accesso a qualsiasi Servizio in qualunque momento e senza preavviso. In nessun caso Apple sarà responsabile della rimozione o disabilitazione dell’accesso a nessuno di tali Servizi. Apple potrebbe anche imporre limiti all’utilizzo o all’accesso di taluni Servizi, in qualsiasi caso e senza preavvisi o responsabilità.";
"Part32" = "5. Conclusione. La presente Licenza resterà valida fino alla sua conclusione. Apple porrà termine automaticamente e senza preavviso ai diritti garantiti da questa Licenza in caso di inadempienza di qualsiasi termine della Licenza stessa. In seguito alla conclusione di questa Licenza è fatto obbligo di interrompere l’utilizzo del Software Apple e di distruggere tutte le copie, totali o parziali, del medesimo. I paragrafi 2I, 3, 4, 5, 6, 7, 8, 10 e 11 della presente Licenza rimarranno validi anche dopo la conclusione della stessa.";
"Part33" = "6. Esclusione di altre garanzie.";
"Part34" = "A. Se siete un cliente consumatore (qualcuno che usa il Software Apple al di fuori dell’attività, del business o della professione), il Vostro paese di residenza potrebbe prevedere dei diritti legali che proibiscono l’applicazione delle seguenti limitazioni al Vostro caso, e qualora la proibizione sussistesse non si applicherebbe a Voi. Per ulteriori informazioni sui diritti, dovreste contattare un’organizzazione dei consumatori locale.";
"Part35" = "B. RICONOSCETE E ACCETTATE ESPRESSAMENTE CHE, NELLA MISURA DI QUANTO CONSENTITO DALLA LEGGE APPLICABILE, L’USO DEL SOFTWARE APPLE E DI QUALSIASI SERVIZIO FORNITO DA O A CUI SI HA ACCESSO MEDIANTE IL SOFTWARE APPL  E AVVIENE A VOSTRO RISCHIO E CHE L’INTERO RISCHIO RIGUARDANTE LA QUALITÀ, LE PRESTAZIONI, LA PRECISIONE E L’IMPIEGO SODDISFACENTI RICADE SU DI VOI. ";
"Part36" = "C. NEI LIMITI MASSIMI CONCESSI DALLA LEGGE APPLICABILE, IL SOFTWARE APPLE E I SERVIZI VENGONO FORNITI NELLO STATO IN CUI SI TROVANO E COSÌ COME DISPONIBILI, CON TUTTI I POSSIBILI ERRORI E SENZA GARANZIE DI SORTA DA PARTE DI APPLE.SIA APPLE, SIA I LICENZIANTI DI APPLE (COLLETTIVAMENTE DENOMINATI “APPLE” AI FINI DEI PARAGRAFI 6 E 7) ESCLUDONO ESPRESSAMENTE, RELATIVAMENTE AL SOFTWARE APPLE E AI SERVIZI, OGNI GARANZIA E OBBLIGAZIONE, ESPRESSA, IMPLICITA O LEGALE, INCLUSE, IN VIA ESEMPLIFICATIVA, LE GARANZIE IMPLICITE E/O OBBLIGAZIONI DI COMMERCIABILITÀ, QUALITÀ SODDISFACENTE, IDONEITÀ DEL PRODOTTO A SODDISFARE UNO SCOPO SPECIFICO, PRECISIONE, GODIMENTO PACIFICO E NON VIOLAZIONE DEI DIRITTI DI TERZI. ";
"Part37" = "D. APPLE NON GARANTISCE CHE L’UTILIZZO DEL SOFTWARE APPLE E DEI SERVIZI SIA ESENTE DA TURBATIVE, CHE LE FUNZIONI DEL SOFTWARE APPLE O DEI SERVIZI ESEGUITI O FORNITI DAL SOFTWARE APPLE SIANO IDONEE A SODDISFARE LE VOSTRE ESIGENZE, CHE IL FUNZIONAMENTO DEL SOFTWARE APPLE O DEI SERVIZI SIA ININTERROTTO O IMMUNE DA DIFETTI, CHE I SERVIZI CONTINUERANNO AD ESSERE DISPONIBILI, CHE IL SOFTWARE APPLE O I SERVIZI SARANNO CORRETTI O CHE IL SOFTWARE APPLE SIA COMPATIBILE O FUNZIONI CON QUALSIASI SOFTWARE, APPLICAZIONE O SERVIZI DI TERZE PARTI. L’INSTALLAZIONE DI QUESTO SOFTWARE APPLE POTREBBE AVERE DEGLI EFFETTI SULLA DISPONIBILITÀ SUL FUNZIONAMENTO DI SOFTWARE, APPLICAZIONI O SERVIZI DI TERZE PARTI E DI PRODOTTI E SERVIZI APPLE. ";
"Part38" = "E. RICONOSCETE ALTRESÌ CHE L’UTILIZZO DEL SOFTWARE APPLE E DEI SERVIZI NON È INTESO PER NÉ ADATTO A SITUAZIONI O AMBIENTI IN CUI IL MALFUNZIONAMENTO, EVENTUALI RITARDI, ERRORI O IMPRECISIONI DEL CONTENUTO, DEI DATI O DELLE INFORMAZIONI FORNITE DAL SOFTWARE APPLE O DAI SERVIZI POTREBBERO ESSERE CAUSA DI MORTE, LESIONI PERSONALI, DANNI FISICI O AMBIENTALI, COMPRESI, A TITOLO ESEMPLIFICATIVO MA NON ESAUSTIVO, LE SITUAZIONI IN CUI VENGONO UTILIZZATE ATTREZZATURE NUCLEARI, STRUMENTAZIONI DI VOLO O DI COMUNICAZIONE CON AEROPLANI E SISTEMI RELATIVI AL CONTROLLO DEL TRAFFICO AEREO, DI SOCCORSO O AD ARMI.";
"Part39" = "F. EVENTUALI INFORMAZIONI O CONSIGLI ORALI O SCRITTI DA PARTE DI APPLE O RAPPRESENTANTI DI APPLE NON POSSONO IN OGNI CASO COSTITUIRE UNA GARANZIA. NEL CASO IN CUI IL SOFTWARE O I SERVIZI APPLE SIANO EFFETTIVAMENTE DIFETTOSI,VI ASSUMETE L’INTERO COSTO PER TUTTE LE NECESSARIE RIPARAZIONI O CORREZIONI. POICHÉ ALCUNE GIURISDIZIONI NON AMMETTONO L’ESCLUSIONE DELLE GARANZIE IMPLICITE O LE LIMITAZIONI AI DIRITTI ATTRIBUITI DALLA LEGGE AL CONSUMATORE, L’ESCLUSIONE E LE LIMITAZIONI DI CUI SOPRA POTREBBERO NON ESSERE APPLICABILI. ";
"Part40" = "7. Limitazioni della responsabilità. NELLA MISURA DI QUANTO NON ESPRESSAMENTE PROIBITO DALLA LEGGE APPLICABILE, APPLE È ESPRESSAMENTE SOLLEVATA DA OGNI RESPONSABILITÀ PER QUALSIASI LESIONE PERSONALE O PER QUALSIASI DANNO, DIRETTO O INDIRETTO E DI OGNI GENERE E SPECIE, INCLUSI, A TITOLO ESEMPLIFICATIVO MA NON ESAUSTIVO, I DANNI PER MANCATO GUADAGNO, CORRUZIONE O PERDITA DI DATI, FALLIMENTI NELLA TRASMISSIONE O RICEZIONE DI QUALSIASI DATO, INTERRUZIONE DELL’ATTIVITÀ O QUALSIASI ALTRO DANNO O PERDITA COMMERCIALE, DERIVANTE O RELAZIONATO CON L’USO O IL CATTIVO USO DA PARTE VOSTRA DEL SOFTWARE APPLE E DEI SERVIZI O DI SOFTWARE E APPLICAZIONI DI TERZE PARTI INSIEME AL SOFTWARE APPLE, INDIPENDENTEMENTE DALLA LORO CAUSA E DALL’ORIGINE DELLA RESPONSABILITÀ (ROTTURA DEL CONTRATTO, ATTO ILLECITO O ALTRI), ANCHE NEL CASO IN CUI APPLE SIA STATA AVVERTITA DELLA POSSIBILITÀ DI TALI DANNI. POICHÉ ALCUNE GIURISDIZIONI NON AMMETTONO L’ESCLUSIONE O LA LIMITAZIONE DELLA RESPONSABILITÀ PER LESIONI PERSONALI, O PER DANNI DIRETTI O INDIRETTI, LE ESCLUSIONI E LE LIMITAZIONI DI CUI SOPRA POTREBBERO NON ESSERE APPLICABILI. In nessun caso il limite di responsabilità nei Vostri confronti a carico di Apple per la globalità del danno (escluso quanto eventualmente previsto dalle leggi applicabili in materia di lesioni personali), potrà superare l’importo di cinquanta dollari (US$ 50). Le limitazioni di cui sopra saranno applicabili anche qualora il risarcimento citato sia carente dello scopo sostanziale.";
"Part41" = "8. Impegno al controllo dell'esportazione. Varrà la presente quale impegno da parte Vostra a non utilizzare, esportare o riesportare il Software Apple se non in conformità con le leggi degli Stati Uniti d’America o del paese o dei paesi in cui il Software Apple è stato acquisito. In particolare, ma senza limitazioni, il Software Apple non potrà essere esportato o riesportato (a) in nessun paese che si trovi sotto embargo statunitense o (b) a chiunque figuri nell’elenco del Dipartimento del Tesoro degli Stati Uniti denominato Specially Designated Nationals o negli elenchi del Dipartimento del Commercio degli Stati Uniti denominati Denied Person List o Entity List o in qualsiasi altro elenco di soggetti posti a restrizioni. Utilizzando il Software Apple, affermate espressamente e garantite di non trovarvi in uno di tali paesi, ovvero di non figurare negli elenchi di cui sopra. Accettate altresì di non utilizzare il Software Apple per alcuno scopo proibito dalla legge degli Stati Uniti, compresi, a titolo esemplificativo ma non esaustivo, lo sviluppo, la progettazione, fabbricazione o produzione di missili, armi nucleari, chimiche o biologiche.";
"Part42" = "9. Utenti finali governativi. Il Software Apple e la relativa documentazione sono “Prodotti commerciali”, come in base alla definizione contenuta in 48 C.F.R. (Code of Federal Rules) §2.101, composti di “Software per uso commerciale” e di “Documentazione relativa a software per uso commerciale”, come in base alle definizioni contenute in 48 C.F.R. §12.212 o 48 C.F.R. §227.7202, secondo applicabilità. In conformità con 48 C.F.R. §12.212 o 48 C.F.R. §Da 227.7202-1 a 227.7202-4, dove applicabile, “Software per uso commerciale” e “Documentazione relativa a software per uso commerciale” sono fornite con licenza negli Stati Uniti d’America.Utenti finali governativi (a) solo come “Elementi commerciali” e (b) con i soli diritti garantiti a tutti gli altri utenti finali come previsto da termini e condizioni della licenza. I diritti non pubblicati sono protetti dalla legge statunitense sul diritto d’autore.";
"Part43" = "10. Legge regolatrice ed eventuale nullità di una o più clausole. Questa Licenza sarà regolata ed interpretata in conformità con la legislazione dello Stato della California, esclusi i conflitti con principi legislativi. Questa Licenza non sarà regolata dalla Convenzione delle Nazioni Unite sui contratti di vendita internazionale di merci, la cui applicazione viene esclusa espressamente. Se siete un consumatore che vive nel Regno Unito, questa Licenza sarà regolata dalle leggi della giurisdizione di residenza. Se per qualsiasi ragione un tribunale competente dovesse ritenere inapplicabile una o più clausole o parti di clausole di questa Licenza, le altre clausole o parti di clausole rimarranno efficaci.";
"Part44" = "11. Integrità dell’accordo e lingua prevalente. La presente Licenza costituisce l’accordo integrale tra le parti relativamente al Software Apple che ne costituisce l’oggetto, e sostituisce ogni eventuale accordo precedente o contemporaneo avente il medesimo oggetto. Eventuali emendamenti o modifiche della presente Licenza resteranno inefficaci se non stipulati in forma scritta e sottoscritti da un rappresentante autorizzato di Apple. La presente Licenza viene tradotta unicamente per esigenze locali e nel caso in cui la versione inglese della Licenza e la versione tradotta fossero discrepanti farà fede la versione inglese, nella misura in cui sia permesso dalla legge della giurisdizione dell’utente.";
"Part45" = "12. Riconoscimenti a terzi. Alcune parti del Software Apple potrebbero utilizzare o comprendere software di terze parti e altro materiale soggetto al diritto d’autore. La menzione, i termini della licenza e le esclusioni di garanzia per tale materiale sono contenute nella documentazione elettronica del Software Apple, e l’utilizzo di tale materiale è soggetto ai rispettivi termini.";
"Part46" = "EA1576";
"Part47" = "16/8/2018";